Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: The gin­ gival tissue is thinned and the blood supply compro­ mised to allow the extra mobility needed for initial primary closure.
vi: Mô nướu mỏng và cấp máu thoả hiệp cho phép lung lay thêm để khâu đóng nguyên phát.

source: The goal is to deliver the impact in the long axis of the abutment tooth.
vi: Mục đích là tác động lực theo trục dài của cùi răng.

source: The gradual correction of bone over three teeth helps increase crown length and moves many margins from a subgingival position to a crestal or supragingival position, where oral hygiene is more accessible.
vi: Sửa chửa xương của 3 răng dần dần giúp tăng chiều dài thân răng và di chuyển nhiều đường hoàn tất vị trí dưới nướu đến ngang hoặc trên nướu, vị trí dễ vệ sinh răng miệng hơn.

source: The ideal interdental gingival papilla fills an interproxi­ mal embrasure created (1) by the lateral walls of adjacent teeth, (2) coronally by the base of the interproximal contact, and (3) apically by the coronal aspect of the attachment.
vi: Gai nướu lý tưởng lấp đầy khaong kẽ răng (1) bởi thành bên của răng kế cận, (2) về phía thân răng bởi đáy của tiếp điểm, và (3) phía chóp bởi bám dính về phía thân răng.

source: The initial lesion (Fig. 5­2) is localized in the region of the gingival sulcus and is evident after approximately 2 to 4 days of undisturbed plaque accumulation from the baseline of gingival health.
vi: Tổn thương ban đầu (Hình 5­2) được khu trú ở vùng khe nướu và rõ ràng sau khoảng 2 - 4 ngày mảng bám tích tụ không bị xáo động từ nướu lành mạnh ban đầu.

source: The initial plaque­induced lesion in periodontal disease is termed gingivitis and can be divided into over­ lapping stages: initial, early, established, and advanced.
vi: Tổn thương do mảng bám ban đầu trong bệnh nha chu được gọi là viêm nướu và có thể được chia thành các giai đoạn chồng lấp lên nhau: khởi đầu, sớm, thành lập và tiến triển..

source: The interproximal gingiva is bulbous and inflamed.
vi: Gai nướu có dạng củ hành và viêm đỏ.

source: The junctional epithelium is converted into pocket epithelium.
vi: Kết nối biểu mô bị chuyển đổi thành biểu mô túi.

source: The key compo­ nent of SPT is the meticulous record keeping in which
vi: Thành phần chìa khoá của SPT là ghi lại tỉ mỉ

source: The key to successful fixed prosthodontic treatment planning (see Chapter 3) lies in anticipating potential areas of future failure.
vi: Chìa khoá thành công của kế hoạch điều trị phục hình cố định (xem chương 3) nằm trong dự đoán vùng tiềm năng thất bại trong tương lai.

source: The lesion can spread rapidly, particularly if the restoration has a suboptimal marginal fit.
vi: Sang thương có thể lan nhanh chóng, đặc biệt nếu phục hình có đường viền không khít kín.

source: The long lever arm, which consisted of the two “cantilevered” pontics that resulted after fracture, caused the pulpal irritation to arise.
vi: Cánh tay đòi bẩy dài, trong đó có hai nhịp vói sau khi bị gãy, gây nên tăng kích thích tuỷ.

source: The majority of patients rely on toothbrush­ ing as their only form of oral hygiene.51
vi: Phần lớn bệnh nhân dùng bàn chải răng là dụng cụ vệ sinh răng miệng duy nhất.

source: The manufacturer supplies threaded keys that can be used to seal the occlusal holes.
vi: Nhà sản xuất cung cấp khoá xâm nhập có thể dùng để dán lỗ khớp cắn.

source: The maxillary canine was left in the premolar position for use as an abutment with posterior disocclusion resulting from guidance on the canine-shaped pontic.
vi: Răng nanh hàm trên ở vị trí răng cối nhỏ được dùng như một cùi răng với sự xáo trộn khớp cắn phía sau kết quả của hướng dẫn trên nhịp cầu được tạo dạng răng nanh.

source: The maxillary first molars had furcation involvement and poor prognosis as a result of periodontal bone loss.
vi: Răng cối lớn thứ nhất hàm trên lộ chẽ răng và tiên lượng kém kết quả của tiêu xương do bệnh nha chu.

source: The maxillary right first molar, right first premolar, and left second premolar and the mandibular left first premolar all required extraction.
vi: Cần phải nhổ tất cả răng cối lớn thứ nhất hàm trên bên phải, răng cối nhỏ thứ nhất bên phải và răng cối nhỏ thứ hai bên trái và răng cối nhỏ thứ nhất bên trái hàm dưới.

source: The more recently developed devices shown in Figures 31-22 to 31-24 have been suc- cessful, but they are expensive.
vi: Các khí cụ phát triển gần đây trong hình 31-22 đến 31-24 đã thành công, nhưng chúng mắc tiền.

source: The most coronal portion of the junctional epithelium becomes altered.
vi: Hầu hết phần thân răng của kết nối biểu mô bị thay thế.

source: The most cost­effective, reliable, site­specific indicators of periodontal health are comparison of pocket depths, attachment levels, bleeding on probing (BOP), and tooth mobility over time (Fig. 5­9).17­19
vi: Các chỉ số cụ thể về hiệu quả chi phí, hiệu quả, đáng tin cậy, cụ thể đối với việc so sánh về độ sâu túi, mức độ dính, chảy máu khi thăm dò (BOP) và độ di chuyển của răng theo thời gian (Hình 5­9).

source: The most frequent indications for surgical periodontal therapy are (1) continued bone loss in a patient who has had SC/RP and is on a 2­ to 3­month periodontal maintenance schedule23 and (2) the need for fixed
vi: Chỉ định thường gặp nhất của điều trị nha chu phẫu thuật là (1) tiếp tục tiêu xương ở bệnh nhân đã có SC/RP và trên kế hoạch 2 -3 tháng duy trì nha chu và (2) nhu cầu điều phục hình cố định

source: The new gingival position is reasonably stable at 3 months.
vi: Vị trí nướu mới ổn định sau 3 tháng.

source: The normal gingival attachment connective tissue attachment to
vi: Mô liên kết bám dính nướu răng bình thường bám dính vào

source: The ovate pontic extends 2.5 mm into the socket and makes an excellent seal of the bone graft, as well as providing lateral support for the gingival papilla.
vi: Nhịp cầu hình trứng mở rộng 2.5 mm vào ổ xương và đóng kín xương ghép, cũng như cung cấp nâng đỡ phía bên cho gai nướu.

source: The papilla can be main­ tained if at the time of extraction an ovate pontic is created that will provide the contact point and lateral embrasure support that the papilla needs.2,72 An ovate pontic is inserted 2.5 mm into the extraction site.
vi: Gai nướu có thể được duy trì tại thời điểm nhổ răng nếu làm một nhịp cầu hình trứng cung cấp điểm tiếp xúc và thành bên khoang kẽ răng để nâng đỡ gai nướu. Một nhịp cầu hình trứng được đặt vào 2.5 mm trong ổ răng.

source: The partial FDP is removed (G), and if the abutments are satisfactory, as seen here (H), it can be recemented for further service.
vi: FDP được tháo, và cùi răng còn nguyên, ở hình H, nó có thể được gắn xi măng lại cho các dịch vụ khác.

source: The pathogenesis of periodontal disease is complex.
vi: Bệnh sinh của bệnh nha chu thì phức tạp.

source: The patient declined a removable prosthesis as an alternative to FDPs.
vi: Bệnh nhân từ chối mang phục hình tháo lắp thay thế cho FDP.

source: The patient had a thin biotype; there- fore, gingival and bone changes were severe.
vi: Bệnh nhân có dạng sinh học mỏng; do đó, thây đổi nướu và xương rất nghiêm trọng.

source: The patient may have noticed a bad taste or smell rather than detecting movement.
vi: Bệnh nhân có thể nhận thấy mùi hoặc vị hôi hơn là phát hiện lung lay.

source: The patient must understand the limi- tations of fixed prosthodontics before treatment begins.
vi: Bệnh nhân phải hiểu giới hạn của phục hình cố định trước khi điều trị.

source: The patient presented with congenitally missing teeth #4 and #12.
vi: Bệnh nhân bị mất bẩm sinh răng #4 và #12.

source: The patient presented with missing maxillary anterior teeth (A) and missing mandibular posterior teeth (B).
vi: Bệnh nhân mất răng trước hàm trên (A) và mất răng sau hàm dưới (B)

source: The patient presented with multiple failing restorations and severely compromised function.
vi: Bệnh nhân có nhiều phục hình thất bại và chức năng tổn thương nghiêm trọng.

source: The patient required extraction of the right maxillary incisor and surgical correction of the periodontal defects.
vi: Bệnh nhân cần nhổ răng cửa hàm trên phải và phẫu thuật điều chỉnh khiếm khuyết nha chu.

source: The patient should be
vi: Bệnh nhân cần được

source: The patient should be exam- ined according to the principles introduced in Chapter 1.
vi: Bệnh nhân nên được thăm khám theo nguyên tắc giới thiệu trong chương 1.

source: The patient was treated with a combination of fixed and removable prostheses.
vi: Bệnh nhân được điều trị kết hợp phục hình tháo lắp và phục hình cố định.

source: The patient’s medical history should be reviewed and updated at least annually.
vi: Tiền sử y khoa của bệnh nhân nên được xem lại và cập nhật ít nhất mỗi năm.

source: The placement of a removable pros­ thesis may inflict additional stress on this delicate area.
vi: Gắn phục hình tháo lắp có thể gây thêm căng thẳng trên vùng tinh tế này.

source: The predominant inflammatory cells are lymphocytes subjacent to the junctional epithelium.
vi: Tế bào viêm chủ yếu là tế bào lympho bên dưới kết nối biểu mô.

source: The predominant inflammatory cells are plasma cells, and there are scattered lymphocytes present.
vi: Tế bào viêm chủ yếu là tế bào plasma, và có rải rác tế bào lympho.

source: The predominant inflammatory cells are plasma cells.
vi: Tế bào viêm chủ yếu là tế bào plasma.

source: The presence of fremitus (see Chapter 1), or “pol- ished” facets, on the occluding surfaces of cast restora- tions at the postcementation appointment should prompt a careful reassessment and correction of the occlusion.
vi: Có sự lung lay răng (xem chương 1), hoặc diện "đánh bóng" trên mặt nhai tại lần hẹn sau khi gắn xi măng nên thực hiện tái đánh giá cẩn thận và điều chỉnh khớp cắn.

source: The primary closure of the flap has to be maintained for 10 to 12 weeks to ensure maximum bone growth.
vi: Đóng nguyên phát của vạt được duy trì 10 đến 12 tuần để đảm bảo xương phát triển tối đa.

source: The prognosis is the best guess of the course or outcome of the periodontal disease.
vi: Tiên lượng là sự dự đoán tốt nhất của diễn tiến hoặc kết quả của bệnh nha chu.

source: The receptor site is carved concave in the anterior aspect and slightly flatter in the posterior aspect.
vi: Vùng nhận được khắc lõm ở phía trước và hơi phẳng ở phía sau.

source: The receptor site is created with a
vi: Vùng nhận được tạo dạng bằng

source: The removal of those teeth was critical for the predictability of the overall restorative plan.
vi: Nhổ các răng đó là rất quan trọng cho tiên lượng toàn thể của kế hoạch phục hồi.

source: The resin is cooled with water.
vi: Nhựa được làm lành bằng nước.

source: The response to the BWV is a function of the bone thickness.
vi: Đáp ứng lại BWV là nhiệm vụ của bề dày xương.

source: The restorative dentist or the periodontist can coordinate these appointments.
vi: Nha sĩ phục hình hoặc bác sĩ nha chu có thể phối hợp với nhau trong các cuộc hẹn.

source: The resultant root surface is rougher, and troughs are created in thicker bone.
vi: Kết quả của bề mặt chân răng là thô nhám, và đáy được tạo ra trong xương dày hơn.

source: The salient features and time frame for each stage are presented here.
vi: Các đặc điểm nổi bật và thời gian cho mỗi giai đoạn được trình bày ở đây.

source: The size and shape of the ovate pontic should be the same as the tooth that was extracted.
vi: Kích thước và hình dạng của nhịp cầu hình trứng nên giống như răng bị nhổ đi.

source: The technique is most effective in the posterior quadrants because of the larger cross­sectional diameter of the pos­ terior teeth.
vi: Kỹ thuật hiệu quả nhất ở phần tư phía sau bởi vì thiết diện lớn hơn của các răng sau.

source: The teeth were prepared with minimal taper, and the castings exhibited good retention.
vi: Răng được sửa soạn tối thiểu, và phục hình đúc lưu giữ tốt.

source: The thickness of the gingival tissue between the bone and the newly created site for the ovate pontic must be at least 2 mm, or rebound of the gingiva will occur.
vi: Độ dày của mô nướu giữa xương và vùng mới được tạo cho nhịp cầu hình trứng phải ít nhất 2 mm, hoặc nướu nảy lên.

source: The time interval for frequent SPT varies according to the individual patient.
vi: Khoảng thời gian cho thường xuyên SPT khác nhau thay đổi theo từng bệnh nhân.

source: The tip of the papilla will extend 5 mm above the level of the interproximal bone (3 mm above the attach­ ment) when the interproximal embrasure is ideal.71
vi: Đỉnh của gai nướu sẽ kéo dài 5 mm trên mức xương (3 mm trên mức bám dính) khi khoang kẽ răng là lý tưởng.

source: The tooth is extruded several millimeters beyond the adjacent bone and stabilized for 2 months.
vi: Răng trồi lên vài mm so với răng kế cận và ổn định trong 2 tháng.

source: The tooth is stabilized for 3 months, and the bone and gingiva are evaluated before the final restoration is undertaken.70
vi: Răng được ổn định 3 tháng, xương và nướu được đánh giá trước khi phục hình sau cùng.

source: The tooth should be overextruded by 2 mm if it is to be extracted, to allow sufficient bone and soft tissue for subsequent loss.70
vi: Răng nên được làm trồi quá 2 mm nếu nó bị nhổ đi, để cho phép xương và mô mềm đầy đủ sau khi tiêu sinh lý.

source: The treatments demonstrate successful treatment approaches that are consistent with the princi- ples discussed throughout this text.
vi: Các điều trị chứng minh tiếp cận điều trị thành công phù hợp với nguyên tắc được thảo luận trong tập sách này.

source: The use of a standardized technique enables the dentist to make an objective comparison with previous films.
vi: Sử dụng kỹ thuật chuẩn cho phép nha sĩ so sánh với phim trước đó.

source: The various guidelines available to predict the future of a tooth with a poor or question­ able prognosis are unreliable.
vi: Các hướng dẫn khác nhau có sẵn để dự đoán tương lai của răng với tiên lượng chưa biết không đáng tin cậy.

source: The vessels of the gingiva become enlarged, and local vasculitis occurs, allowing a fluid exudate of poly­ morphonuclear leukocytes to form in the sulcus.
vi: Các mạch máu của nướu nở rộng, xảy ra vasculitis tại chỗ, cho phép dịch xuất tiết của bạch cầu đa nhân hình thành trong khe nướu.

source: There is a predominance of polymorphonuclear leukocytes in the beginning stages of the inflammation.
vi: Chủ yếu là bạch cầu đa nhân trong giai đoạn bắt đầu của viêm.

source: There was a significant slide from centric relation to maximum inter- cuspation.
vi: Có đoạn trượt đáng kể từ tương quan trung tâm đến lồng múi tối đa.

source: Therefore, 5 mm of keratinized tissue must be present.
vi: Do đó, phải có 5 mm mô sừng hoá.

source: Therefore, if the sulcus probe extends 1 mm, the restoration cannot extend any more than 0.5 mm subgingivally without invading the attachment (biologic width).
vi: Do đó, nếu cây thăm dò khe nướu mở rộng 1 mm, phục hồi không thể mở rộng thêm nhiều hơn 0.5 mm dưới nướu mà không xâm phạm bám dính (khoảng sinh học).

source: These children received cleanings every 6 months for 20 years.
vi: Những trẻ em này được làm sạch răng mỗi 6 tháng đến 20 năm.

source: These crowns had been in service for approximately 7 years before failure occurred.
vi: Mão răng được dùng khoảng 7 năm trước khi thất bại.

source: These items must be evaluated at least on a yearly basis in stable patients and at every periodontal maintenance visit in patients with active disease.
vi: Các mục này phải được đánh giá ít nhất hàng năm ở bệnh nhân ổn định và mỗi lần hẹn duy trì nha chu ở bệnh nhân có bệnh hoạt động.

source: These numbers are averages and do not char­ acterize every patient.48 Average values are adequate except in situations in which the patient has a thin biotype and anterior esthetic restorations will be placed subgin­ givally.
vi: Các con số là trung bình và không đặc trung cho mọi bệnh nhân. Giá trị trung bình là phù hợp trừ những trường hợp bệnh nhân có dạng sinh học nướu mỏng và phục hồi thẩm mỹ phía trước sẽ đặt dưới nướu.

source: These patients respond in an exaggerated manner to dental care: Often, minor procedures result in gingival recession, and simple extractions may result in severe gingival and bone loss.
vi: Những bệnh nhân đáp ứng kiểu quá mức với chăm sóc nha khoa: Thông thường, thủ thuật phụ gây ra tụt nướu, và nhổ răng đơn giản có thể gây tụt nướu và tiêu xương trầm trọng.

source: These regenerative measures are partially successful and can minimize bone and gin­ gival loss.78 In the best­case scenario, a patient with a thick biotype will lose only 1 to 2 mm of vertical bone and gingiva after site preservation techniques in maxillary anterior teeth.79
vi: Những biện pháp tái tạo thành công một phần và có thể giảm thiểu tiêu xương và nướu. Trường hợp tốt nhất, bệnh nhân có dạng sinh học nướu dày sẽ mất chỉ 1 - 2 mm xương và nướu theo chiều dọc sau kỹ thuật bảo tồn ở vùng răng trước hàm trên.

source: They found that oral hygiene instruction, chlorhexidine rinses, and fluoride rinses per­ formed every 2 weeks had almost no effect on new carious lesions (Table 5­1).
vi: Họ thấy rằng hướng dẫn vệ sinh răng miệng, súc miệng chlorhexidine, và súc miệng fluoride mỗi 2 tuần hầu như không hiệu quả trên tổn thương sâu răng mới (Table 5­1).

source: They were able to gain 4.0 mm of vertical bone height and 3.9 mm of vertical gingival movement.
vi: Họ có thể đạt được sự di chuyển 4.0 mm chiều cao xương và 3.9 mm chiều cao nướu.

source: Thick Gingival Biotype
vi: Dạng sinh học nướu răng dày

source: Thick bony plates underlying bone
vi: Bản xương dày nằm dưới xương

source: Thick marginal bone
vi: Đường viền xương dày

source: Thin Gingival Biotype
vi: Dạng sinh học nướu răng mỏng

source: Thin and thick gingival biotypes can exist within the same mouth.
vi: Dạng sinh học nướu dày và mỏng có thể cùng tồn tại trong cùng một miệng.

source: Thin marginal bone
vi: Đường viền xương mỏng

source: This adhesive resin tablet is sof- tened in warm water for 1 to 2 minutes, and the patient is instructed to close into it (A); the manufacturer recommends tying a length of floss to the tablet to prevent aspiration.
vi: Bản nhựa dính mềm ra khi để trong nước ấm 1- 2 phút, và bệnh nhân được hướng dẫn đóng hàm vào nó(A); nhà sản xuất khuyến cáo cột một sợi chỉ dài vào bản nhựa để tránh rơi vào đường hô hấp.

source: This analogy can be applied in evaluating a papilla that does not adequately fill the interproximal embrasure.
vi: Điều tương tự có thể làm để đánh giá gai nướu không đủ lấp khoang kẽ răng.

source: This concept of OFE can be taken a step further and used for implant site development in areas lacking sufficient bone, especially in a vertical direc­ tion (Fig. 5­31).
vi: Quan điểm OFE có thể được thực hiện từng bước và dùng cho phát triển vùng implant trong vùng thiếu xương, đặc biệt là theo chiều dọc (Hình 5­31).

source: This consid- eration may need to be general rather than specific because of difficulties in accurately predicting the pattern of future dental disease.
vi: Xem xét này có thể cần phải chung chung hơn là cụ thể, bởi vì khó khăn trong dự đoán chính xác mô hình bệnh nha khoa trong tương lai.

source: This conversion is accom­ panied by the manifestations of immunopathologic tissue reactions and inflammatory responses in the gingiva.
vi: Sự chuyển đổi này đi kèm với những biểu hiện của các phản ứng mô miễn dịch và đáp ứng viêm trong nướu răng.

source: This could indicate the loss of vitality of an abutment tooth and should be investigated.
vi: Điều này chỉ ra sự chết tuỷ của một răng và cần được kiểm tra.

source: This device has specially rasped finish with small sharp pins and is designed to grip a crown or partial fixed dental prosthesis and to deliver a removal force along the long axis.
vi: Dụng cụ này được hoàn thiện đặc biệt với một chân sắc nhỏ và được thiết kế để kẹp mão răng hoặc phục hình cố định bán phần và cung cấp lực theo trục dài.

source: This example illustrates the variability of tissue response as a result of differences in host resistance.
vi: Ví dụ này minh hoạ đáp ứng khác nhau như là kết quả của sự đề kháng khác nhau của ký chủ.

source: This extremely complex rehabilitation continues to serve well today.
vi: Phục hồi cực kỳ phức tạp này tiếp tục sử dụng tốt đến hôm nay.

source: This facilitates effective plaque removal and the maintenance of gingival health.
vi: Điều này tạo điều kiện cho loại bỏ mảng bám hiệu quả và duy trì sức khoẻ của nướu.

source: This is an air-driven device that connects to standard dental handpiece hoses via KaVo’s MULTIflex coupler.
vi: Đây là một thiết bị chạy bằng hơi kết nối vào đầu tay khoan tiêu chuẩn qua đầu nối KaVo MULTIflex.

source: This is especially relevant in the anterior maxilla when subsequent esthetic restorations are planned.
vi: Điều này đặc biệt liên quan tới phía trước hàm trên khi có kế hoạch phục hồi thẩm mỹ.

source: This is extremely important to the restorative dentist when precise margin location and gin­ gival symmetry are necessary to achieve a desired esthetic result (Fig. 5­10).
vi: Điều này rất quan trọng cho nha sĩ phục hình khi vị trí đường viền chính xác và nướu cân đối là cần thiết để đạt được kết quả thẩm mỹ mong muốn (Hình 5­10).

source: This is not ideal from the perspective of force distribution; however, the canine root successfully withstood the loading over time.
vi: Phân phối lực không phải lý tưởng; tuy nhiên chân răng nanh đã chịu được tải lực qua thời gian.

source: This level of plaque control needs to be maintained during the postoperative phase of treatment.
vi: Mức kiểm soát mảng bám này cần phải được duy trì trong giai đoạn hậu phẫu.

source: This loss will cause alterations in gingival margin levels between the pros­
vi: Sự tiêu này gây ra thay đổi mức đường viền nướu giữa phục hình

source: This minimally invasive approach is technique sensitive.
vi: Tiếp cận xâm lấn tối thiểu là kỹ thuật nhạy cảm.

source: This particular partial fixed dental prosthesis, however, served for 35 years.
vi: Tuy nhiên phục hình cố định này phục vụ được 35 năm.

source: This patient was referred initially for complete maxillary and mandibular denture fabrication.
vi: Bệnh nhân ban đầu được làm hàm giả toàn phần hàm trên và hàm dưới.

source: This patient’s plaque level is such that definitive treatment can begin.
vi: Mức mảng bám của bệnh nhân này có thể bắt đầu điều trị dứt khoát.

source: This rest is parallel to the others, and so it is available (if needed) for future support of a modified or new RDP.
vi: Ổ tựa này song song với các ổ tựa còn lại, và nếu sẵn sàng (nếu cần thiết) để nâng đỡ hàm RDP mới biến đổi trong tương lai.

source: This stage involves a predomi­ nance of plasma cells, the presence of immunoglobulins in the connective tissue, and a proliferation of the junc­ tional epithelium (Fig. 5­5).
vi: Giai đoạn này liên quan đến sự chiếm ưu thế của tế bào plasma, sự hiện diện của globulin miễn dịch trong mô liên kết, và sự tăng sinh của kết nối biểu mô (Hình 5-5).

source: This stage of development involves further loss of collagen from the marginal gingiva.
vi: Giai đoạn này của sự phát triển liên quan đến việc mất thêm collagen từ đường viền nướu.

source: This statistic may appear to contradict the often­repeated axiom that most tooth loss is caused by periodontal disease.
vi: Thống kê này có thể mâu thuẫn với những quy luật được lặp đi lặp lại rằng hầu hết mất răng nguyên nhân do bệnh nha chu.

source: This suggests that teeth with a guarded prognosis can be maintained if attention is paid to the principles of casting adaptation and occlusion.
vi: Điều này cho thấy răng có tiên lượng thận trọng có thể duy trì nếu chú ý đến nguyên tắc đúc và thích nghi khớp cắn.

source: This technique is appropriate when the pontic rather than an abutment retainer has fractured.
vi: Kỹ thuật này thích hợp khi nhịp cầu hơn là phần giữ bị gãy.
